var runas_sense = {
    "1": ["Руна Феу, связанная с богиней Фреей, в классической трактовке обозначает домашний скот, а в интерпретации " +
    "более широкой и современной – материальные блага, достаток, высокий уровень жизни. Ее появление во время гадания " +
    "говорит о важности практических вопросов и предсказывает скорое разрешение материальных проблем, а также говорит " +
    "об удачных капиталовложениях и покупках, сделках, прибыль от которых превзойдет ожидания.Данная руна предупреждает" +
    " о необходимости потрудиться, чтобы получить желаемое. Другими словами, лентяй и бездельник, которому при гадании" +
    " выпала эта руна, имеет шанс остаться ни с чем, невзирая на благоприятные обстоятельства, в то время как человеку" +
    " энергичному, деятельному и трудолюбивому Феу обещает процветание, победу в нелегкой борьбе и реализацию смелых " +
    "замыслов.Однако ошибкой будет считать Феу руной исключительно «меркантильной», поскольку означает она не только " +
    "жизненные блага. Появляясь в раскладе, одна предвещает удачу, говорит о наличии у спрашивающего сил духовных и " +
    "физических, напоминая при этом о необходимости быть добрее к окружающим, делиться с ними плодами своего успеха." +
    "Феу обещает также перемены к лучшему в романтических отношениях, решение многих проблем. Но непременным условием" +
    " «работы» данной руны является готовность к компромиссам, альтруизм, готовность бороться с собственным эгоизмом." +
    " У вас достаточно душевных сил для того, чтобы справиться с теми проявлениями собственной личности, которые " +
    "мешают обрести счастье. Поможет в преодолении трудностей интуиция, предупреждения которой нужно научиться " +
    "правильно трактовать.",
        "Руна Феу связана, прежде всего, с вопросами  карьеры, достатка и общественного положения, но, будучи " +
        "перевернутой, она отражает ситуацию в жизни в целом и предупреждает о неприятностях. Ваше положение не назовешь " +
        "устойчивым, а ход событий – предсказуемым. Самое время задуматься о путях отступления, обеспечить себе надежный " +
        "тыл, отложить что-то на черный день, словом, позаботиться о том, чтобы в трудную минуту вы не оказались " +
        "совершенно беспомощны и безоружны.Перевернутая Феу обозначает испытания, преодолевая которые мы становимся " +
        "сильнее и жестче; ее появление в раскладе предупреждает о финансовых потерях, проблемах на работе, общественном " +
        "осуждении ваших поступков. Порой она говорит об охлаждении самых нежных чувств, предрекает разлуку с близким " +
        "человеком. Но как бы ни были черны сгущающиеся тучи, еще можно отступить и укрыться от надвигающейся бури. " +
        "Данная руна предупреждает – избранный путь к цели ложен, и нужно искать другой. Не цепляйтесь за старые идеи, " +
        "которые кажутся заманчивыми, признайте ошибки. Ваше мировоззрение будет меняться, но, увы, медленнее, " +
        "чем того требуют обстоятельства. Тот, кто упорствует в своих заблуждениях, рискует не только лишиться " +
        "материальных благ, но и упустить шанс быть счастливым в любви.Учитесь терпению – оно вскоре пригодится, " +
        "поскольку задержки будут возникать не раз. Попытка как-то ускорить развитие событий не приведет ни к чему " +
        "хорошему и лишь обострит имеющиеся противоречия."],
    "2": ["Руна Уруз символизирует дикого быка, которому свойственны колоссальная сила, гигантская мощь и " +
    "непоколебимое здоровье. Она говорит о выносливости и жизнестойкости, упорстве, которое всегда позволяет добиться " +
    "своего, и стремлении двигаться к цели самым коротким путем. Человеку, которому при гадании выпала такая руна, " +
    "не угрожают неуравновешенность и нервное истощение; напротив, ему не изменяет ощущение собственной правоты, " +
    "уверенности в своих силах.\n" +
    "\n" +
    "Данная руна предупреждает о скорых переменах в жизни, и переменах благоприятных. Вы обретете то, к чему в " +
    "глубине души всегда стремились, однако исполнение желаний зависит в первую очередь от вас. Не испытывая дефицита" +
    " жизненной энергии, вы можете получить подлинное удовольствие от борьбы, азарт и кураж свойственны вам сейчас " +
    "больше, чем в другое время. Уруз говорит о духовном и физическом здоровье, обещает скорое выздоровление больным" +
    " и стойкий иммунитет здоровым. Если данная руна выпала при гадании мужчине, она свидетельствует о его " +
    "привлекательности для особ противоположного пола и отсутствии или скором разрешении проблем в интимной сфере.\n" +
    "\n" +
    "В делах возможен значительный успех, ваше превосходство над конкурентами и соперниками станет очевидным для всех." +
    " Помните, что силу, которой вы сейчас наделены, нельзя использовать во вред другим людям.",
        "Будучи перевернутой, руна Уруз говорит о близости благоприятных перемен – но предупреждает вас о том, что " +
        "единственный шанс добиться своего вы, возможно, упустите. Вы не раз принимали неверные решения, но не " +
        "сделали тех выводов, которые следовало бы, а потому продолжаете движение по пути, полному опасностей и " +
        "преград.\n" +
        "\n" +
        "Перевернута руна Уруз говорит о проблемах со здоровьем, упадке сил, эмоциональном истощении. Вы сейчас не в " +
        "лучшей форме – физические способности ограничены, а потеря интереса к происходящему вокруг не способствует " +
        "остроте интеллекта. Вам не хватает стойкости и силы духа для того, чтобы справиться с существующими " +
        "трудностями, а люди, в противоборство с которыми приходится вступать, сильны и влиятельны.\n" +
        "\n" +
        "Руна Уруз может говорить и о том, что сейчас вы переживаете чувства слишком сильные и глубокие, а потому " +
        "не в силах принимать верные решения, да и просто здраво оценивать ситуацию. В контексте любовного увлечения " +
        "она означает пагубную страсть, граничащую с зависимостью, стремительно развивающийся роман, исходом " +
        "которого может быть полное разочарование.\n" +
        "\n" +
        "Однако следует помнить о том, что руна Уруз, даже будучи перевернутой, говорит о наличии  у человека скрытых" +
        " резервов, возможностей, которыми он по какой-то причине не пользуется. Самое время воспользоваться этими " +
        "«запасами», чтобы одержать верх в нелегкой борьбе."],
    "3": ["Данная руна символизирует огромную силу, которая может быть использована как для защиты, так и для " +
    "разрушения. Даже не находясь в перевернутом положении, Турисаз не имеет безусловно благоприятного значения и " +
    "предупреждает о сложностях, которые вскоре появятся в жизни, близком окончании благоприятного периода. Сколь бы " +
    "простой и приятной ни казалась вам сейчас сложившаяся ситуация, следует помнить о том, что события могут развиваться" +
    " непредсказуемым образом, и приложить усилия для того, чтобы защитить себя.\n" +
    "\n" +
    "В последнее время многое давалось вам легко, и вы потеряли бдительность, расслабились и стали очень уязвимым. " +
    "Вскоре вам придется расстаться с иллюзиями, и чем раньше это произойдет, тем лучше. Появление в раскладе руны " +
    "Турисаз говорит о том, что пришло время задуматься о своих поступках, решить, верен ли выбранный вами путь; не " +
    "упорствуйте в своих заблуждениях, принимайте во внимание советы других людей, даже если слушать критические " +
    "замечания в свой адрес не слишком приятно.\n" +
    "\n" +
    "Ваши враги весьма влиятельны, но, вступая в открытую борьбу с ними, вы не обязательно обрекаете себя на поражение. " +
    "Ваши силы велики, но эгоизм мешает воспользоваться ими в полной мере; изменив свои отношения с окружающими, " +
    "вы многого добьетесь.\n" +
    "\n" +
    "Помните, что все ваши действия обернутся против вас, если вы не будете честны с собой и окружающими.",
        "Даже находясь в перевернутом положении, Турисаз обозначает силу и власть – но вы должны быть готовы к тому, " +
        "что они не принесут ничего хорошего. Данная руна предупреждает о том, что сейчас вы весьма уязвимы, и роковой " +
        "удар может быть нанесен человеком, которому вы привыкли доверять и даже отчасти покровительствовать.\n" +
        "\n" +
        "Судьба готовит вам нелегкие испытания, и может в любой момент лишить того, чем вы особенно дорожите. " +
        "Стремление, во что бы то ни стало, следовать по избранному пути не приведет ни к чему хорошему; с" +
        "ейчас у вас еще есть шанс обезопасить себя, последовав полученному совету или отказавшись от наиболее смелых " +
        "и честолюбивых планов, но, откровенно говоря, психологически вы к этому совершенно не готовы.\n" +
        "\n" +
        "Решения, принятые в спешке, не будут верными, поэтому вы не должны торопиться. Избегайте суеты, совершайте " +
        "лишь хорошо обдуманные поступки. Наибольшие трудности Турисаз предрекает эмоциональным людям, которые не " +
        "контролируют своих порывов – жизнь научит их хладнокровию, но этот урок обойдется очень дорого."],
    "4": ["Эта руна связана с литературным творчеством, преимущественно устным, а также магическими заклинаниями, " +
    "которые являются выражением душевных стремлений. Она символизирует знания, которые вы получаете благодаря общению с " +
    "людьми, а также важную информацию, на которую следует обратить внимание. Появление руны Ансуз в раскладе говорит о " +
    "благотворном влиянии на вашу жизнь опытных людей, старших родственников, учителей, или о том, что на нужные " +
    "поступки вас вдохновляет пример известных личностей.\n" +
    "\n" +
    "Вы находитесь на верном пути и можете не опасаться неприятных неожиданностей, однако это не значит, что можно " +
    "пренебрегать советами или пропускать мимо ушей слова тех, кто знает больше, чем вы. Ансуз также намекает на то, " +
    "что вы склонны слишком много болтать, и можете стать жертвой этой пагубной привычки; не распускайте слухов, " +
    "откажитесь от жестоких шуток и розыгрышей, старайтесь избегать слишком жестких высказываний.\n" +
    "\n" +
    "Вы можете раскрыть многие тайны, стать обладателем бесценных сведений, осознать подлинные причины происходящего " +
    "вокруг. Ансуз свидетельствует о наличии у человека развитой интуиции, но сообщает и о том, что не далеко не " +
    "всегда полученная информация используется должным образом. Появление в раскладе этой руны должно заставить вас " +
    "задуматься об окружающих, принять во внимание их интересы и желания, проявить сострадание к тем, кто слаб, " +
    "беспомощен и невежественен.",
        "Руна Ансуз, находящаяся в перевернутом положении, говорит о сложной, запутанной ситуации. Вы располагаете всей информацией, необходимой для того, чтобы разобраться в существующих проблемах, но игнорируете ее, надеясь на получение более благоприятных сведений. Возможно ложное толкование чужих слов, следование дурному совету; не будучи слишком разборчивым в общении, вы рискуете стать объектом чьей-то злой шутки или жертвой тщательно спланированной и продуманной интриги.\n" +
        "\n" +
        "Важные решения лучше принимать самостоятельно, поскольку даже близкие люди могут направить вас по ложному пути. Желательно не обсуждать ни с кем свои дела, избегать участия в спорах и конфликтов. В крайнем случае можно обратиться за советом к человеку, которые занимает нейтральную позицию, не испытывает по отношению к вам сильных чувств и никак не связан с ситуацией, в которой вы оказались.\n" +
        "\n" +
        "Учащимся появление в раскладе данной руны должно напомнить о важности усидчивости, трудолюбия и самостоятельной работы. Ансуз говорит о том, что впереди вас ждут испытания, суровая проверка знаний. Если школьные и студенческие годы остались позади, стоит задуматься о том, часто ли вы обращаетесь к опыту, накопленному другими людьми, учитесь ли на чужих ошибках, извлекаете ли уроки из происходящего."],
    "5": ["Руна Райдо связана с движением и обычно означает приятное, неутомительное путешествие, возвращение в родные места, переезд и смену обстановки. Однако появление данной руны в раскладе также может быть связано и с переменами в мировоззрении, самосовершенствованием, обучением и образованием.\n" +
    "\n" +
    "Кажется, что в жизни все меняется, происходит огромное количество не связанных друг с другом событий – но тот, кто будет внимательно наблюдать за происходящим, непременно заметит ряд закономерностей. Появление в раскладе Райдо – знак того, что нужно в полной мере использовать имеющуюся информацию и собственный жизненный опыт, чтобы взять под контроль непростую ситуацию, решить накопившиеся проблемы.\n" +
    "\n" +
    "Райдо символизирует обмен информацией и важными сведениями и говорит о том, что наступил благоприятный момент для проведения переговоров, обсуждения вопросов, от которых многое зависит. Станов более лояльным и снисходительным к окружающим, вы сможете найти новых друзей или восстановить отношения с теми, кого хорошо знали в юности.\n" +
    "\n" +
    "Тех, кто занят поиском работы или размышляет о смене сферы деятельности, Райдо призывает обратить внимание на профессии, связанные с разъездами и транспортом – именно они откроют перед вами новые перспективы. В некоторых случаях данная руна говорит о том, что пришло время переехать или в корне изменить образ жизни.\n" +
    "\n" +
    "В любом случае следует помнить о том, что Райдо связана скорее с духовными ценностями, чем с материальными; победы, которые вам предстоит одержать, важны и значительны, но вряд ли сулят богатство.",
        "Находящаяся в перевернутом положении руна Райдо говорит о том, что вскоре вам предстоит поездка, неожиданная и не слишком приятная. Если вы планируете отправиться в путешествие, готовьтесь подать окружающим пример ответственности, пунктуальности и предусмотрительности – без этих качеств вы далеко не уедете. Возможны поломки средств транспорта, неприятные происшествия в пути. Не всегда прямые дороги будут самыми короткими и подходящими для вас, поэтому стоит заранее рассмотреть возможность смены маршрута.\n" +
        "\n" +
        "Эта руна в первую очередь связана с путешествием, но толкование ее может быть и символическим. Если вы не собираетесь покидать дом, но столкнулись с перевернутой Райдо в своем раскладе, не думайте, что сообщение, которое она несет, вас не касается. Данная руна говорит о том, что в ваших отношениях с окружающими, даже самыми близкими людьми, нет взаимопонимания, зато слишком много недомолвок, намеков и секретов. Она может предупреждать о скором разрыве отношений, которые вы высоко цените, или сообщать о том, что человек, которого вы привыкли считать другом, на самом деле является врагом.\n" +
        "\n" +
        "Перевернутая Райдо – знак того что вы не располагаете сведениями, которые вам сейчас необходимы, и находитесь в своего рода информационном вакууме. Не упустите возможность разрушить стену, которая отделяет вас от окружающих, иначе успех в переговорах станет невозможным, а откровенные беседы останутся лишь в воспоминаниях. Сейчас вы не хотите делиться с близкими своими переживаниями, что может стать причиной серьезных проблем личного характера."],
    "6": ["Руна Кано является олицетворением внутренней силы, духовной жизни, сильных привязанностей. Она характеризует гадающего как человека, обладающего сильной волей и способного на творчество. Появление этой руны свидетельствует о том, что сейчас вы готовы дать отпор негативным внешним воздействиям, и никакие болезни не подорвут вашего здоровья.\n" +
    "\n" +
    "Значение данной руны связано с огнем, но подразумевается под этим отнюдь не разрушающий пожар. Речь о домашнем очаге или огне в кузнице, пламени контролируемом и полезном. Кроме того, данная руна ассоциируется с родственными отношениями и сексуальной сферой, и если она находится в прямом положении, то говорит о том, что в данных областях вскоре произойдут перемены к лучшему. Молодым людям Кано предсказывает скорое вступление в брак, супругам же советует готовиться к прибавлению в семье.\n" +
    "\n" +
    "Появление Кано в раскладе является хорошим знаком для человека, у которого возникли проблемы со здоровьем, ведь эта руна говорит о том, что организм вскоре справится с недугами. Еще один немаловажный аспект значения данной руны – свет, который будет пролитый на то, что долгое время скрывалось. Вскоре тайны перестанут быть таковыми, и вы получите знания, которые будет полезны в жизни. Благодаря им, а также приобретенному опыту, вы преодолеете проблемы и трудности.",
        "Руна Кано, находящаяся в перевернутом положении, говорит о завершении важного дела, окончании отношений, которым вы придавали большое значение. Человек, в раскладе которого встретилась данная руна, должен быть готовым к серьезным неприятностям, переживаниям и потерям.\n" +
        "\n" +
        "Сейчас вы не обладаете достаточной жизненной силой для того, чтобы сопротивляться негативным воздействиям извне. А это значит, что велика вероятность стать заложником чужих желаний и интересов, жертвой манипуляций недоброжелателей. Однако куда более серьезным вашим врагом могут оказаться собственные вредные привычки, неспособность сопротивляться соблазнам, отсутствие смелости, необходимой для того, чтобы принимать собственные решения и воплощать их в жизнь.\n" +
        "\n" +
        "Кано, находящаяся в перевернутом положении, может обозначать травмы и ожоги, в том числе и солнечные. Если эта руна встречается в вашем раскладе, нужно следить за здоровьем, избегать опасных ситуаций, нельзя пренебрегать медицинскими и профилактическими процедурами, вовремя лечить любые болезни. Также важно заняться решением своих проблем, не допускать перенапряжения, стресса."],
    "7": ["Гебо – во всех отношениях хорошая руна. Она олицетворяет гостеприимство, щедрость и справедливость, знания, полученные от сведущего человека, и, кроме того, является символом помолвки, бракосочетания и счастливого окончания важных дел.\n" +
    "\n" +
    "Нетрудно догадаться, что появление данной руны в раскладе сулит немало радости. Ваши дела складываются очень хорошо, и не заставит себя ждать получение крупной суммы или заключение важной сделки. Ваши творческие способности и деловые качества не останутся невостребованными, и наверняка найдутся люди, которые поддержат вас в смелых начинаниях.\n" +
    "\n" +
    "Очень хороша Гебо для влюбленных, ведь она говорит о счастье в личной жизни, предрекает хорошее будущее любому союзу. Одна также является предвестником подарков, однако принимая их, вы должны помнить о том, что тем самым берете на себя определенные обязательства по отношению к дарящему, кто бы он ни был.\n" +
    "\n" +
    "Во всех сферах жизни Гебо означает партнерство, союз равных единомышленников. Тем, кто совершил ошибку и раскаялся в ней, она обещает прощение – возможно, самый щедрый дар судьбы."],
    "8": ["Руна Вуньо символизирует счастье, веселье и славу. Она говорит о предстоящем сражении, которое будет хорошо проведено и выиграно. Эта руна – хороший знак для каждого, кто сомневается в своей победе; ее появление в раскладе говорит о том, что направление движения выбрано правильно. Вуньо свидетельствует о том, что ваши отношения с окружающими основаны на миролюбии и дружбе, а поступки, которые вы совершаете, позволяют получить эмоциональное удовлетворение.\n" +
    "\n" +
    "Это руна большой удачи. Она говорит о взаимопонимании с близкими, реализации амбиций, удаче в любви и хорошем здоровье. Профессиональный успех во многом связан с партнерством, которое будет плодотворным и интересным для обеих стороны. Новые начинания и идеи будут реализованы без труда, и вы примете правильные решения, поскольку видите ситуацию в верном свете.\n" +
    "\n" +
    "Руна Вуньо связана с наградой, ощущением удовлетворения, уверенностью в своем благополучии, значительными достижениями. Все идет хорошо, поскольку вы в ладу и с собой, и с окружающими.",
        "Руна Вуньо, находящаяся в перевернутом положении, является далеко не самым приятным знаком. Ее появление в раскладе свидетельствует о том, что добиться цели будет сложнее, чем вы полагали. Непредвиденные задержки возникнут даже в самых простых делах, причем порой по вашей собственной вине. Даже если обстоятельства складываются, в общем, сносно, вы склонны видеть ситуацию в самом мрачном свете.\n" +
        "\n" +
        "Дела, которыми приходится заниматься, кажутся скучными и бесполезными, люди, с которыми вы поддерживаете отношения, не оправдывают ваших ожиданий. Находящаяся в перевернутом положении Вуньо говорит также о проблемах в любовных отношениях, серьезном разочаровании и несбывшихся надеждах.\n" +
        "\n" +
        "Если в вашем раскладе встретилась эта руна, знайте, что сейчас торопиться с принятием решений нельзя. Все поступки, от которых может зависеть многое в вашей жизни, следует отложить на шесть дней, недель или месяцев – в зависимости от ситуации.\n" +
        "\n" +
        "Следует иметь в виду, что сейчас вы видите ситуацию в ложном свете, и это отчасти является причиной трудностей. Не торопитесь приступать к реализации новых проектов и ищите партнеров, которым можно доверять."],
    "9": ["Руна Хагалл обычно свидетельствует о неких печальных событиях или сложном, а порой и разрушительном периоде в жизни. Она тесно связана с природными явлениями и катастрофами, событиями, которые древние назвали бы проявлением воли богов. Хагалл говорит о переменах, которые могут восприниматься как болезненные и нежелательные, но непременно положат начала времени подъема и роста.\n" +
    "\n" +
    "Появление данной руны в раскладе говорит о том, что сейчас вы большое значение придаете прошлому, устремляетесь мыслями к давно минувшим событиям или живете воспоминанием о лучших временах. Однако следует иметь в виду, что такое отношение к действительности, безусловно, является серьезной помехой для движения вперед.\n" +
    "\n" +
    "Хагалл может являться предвестником серьезных и неотвратимых опасностей, обозначать страдание, болезнь или ранение, а также обозначать неблагоприятное вмешательство извне. Вам следует быть готовым к столкновению с влиятельной особой или некоей силой, которая может разрушить ставшую привычной жизнь.\n" +
    "\n" +
    "Итак, сложившуюся ситуацию нельзя назвать простой. Однако сейчас не время для того, чтобы бояться, предаваться волнениям и тревогам – действуйте! Ни одно из испытаний, подготовленных для вас судьбой, не является непреодолимым, и все существующие трудности при известном упорстве можно сделать лишь ступенями на пути к цели.\n" +
    "\n" +
    "Не радуйтесь тому, что дается без труда – обманчивая легкость таит опасности. Обещания, на которые щедры ваши близкие, не будут сдержаны; велика вероятность, что любимый человек или другая небезразличная вам особа что-то скрывают от вас."],
    "10": ["Наутиз обозначает некую силу космического происхождения, вмешательство в вашу жизнь, стечение особых обстоятельств, которое может иметь непредсказуемые последствия. Это руна желания и стремления, говорящая о том, что пора приложить усилия для достижения поставленной цели. Она тесно связана с любовной магией, способностью возбуждать сексуальное влечение, очаровывать; появление такой руны в раскладе влюбленного свидетельствует о том, что можно добиться благосклонности объекта страсти. Наутиз обозначает также творческую энергию, а порой и сверхъестественные способности.\n" +
    "\n" +
    "Впрочем, эта руна отнюдь не предвещает легких побед. Более того, она свидетельствует о том, что вы сами подготовили для себя суровые испытания, но несомненно добьетесь своего, проявив упорство и стойкость. Двигаясь по избранному пути, вы становитесь сильнее, обретаете новые возможности, многому учитесь. Цените данный период своей жизни: он непрост, но очень и очень полезен.\n" +
    "\n" +
    "Руна Наутиз благоприятна для тех, кто занимается тяжелой работой или сложным ремеслом, достигает успехов благодаря своему труду. Обычно она появляется в раскладе, когда гадающий испытывает сильное желание или острую потребность в чем-то, и предупреждает о том, что свои эмоции следует контролировать. Не стоит обращаться с просьбами, можно только добиваться цели самостоятельно.\n" +
    "\n" +
    "Ваше здоровье сейчас уязвимо. Особенно внимательными должны быть те, кто сидит на диете – возможно, она выбрана неправильно.\n" +
    "\n",
        "Наутиз обозначает некую разрушительную силу космического происхождения, нежелательное вмешательство в вашу жизнь, неблагоприятное стечение обстоятельств, которое может иметь непредсказуемые последствия. Это руна говорит о наличии сильных желаний, которые в данный момент не могут быть удовлетворены, неуместных стремлений и порывов. Появление Наутиз в раскладе – свидетельство того, что сейчас события развиваются далеко не самым лучшим для вас образом, и ситуация может в любой момент выйти из-под контроля; иными словами, сейчас ваше положение незавидно, и любой необдуманный поступок может сделать его еще более сложным.\n" +
        "\n" +
        "Вы стремитесь к скорейшему достижению цели и порой совершаете поступки, которые противоречат вашим принципам. Внешнее влияние неблагоприятно, люди, которым вы всегда доверяли, стремятся вами манипулировать и уже понимают, как этого можно добиться. Избегайте опрометчивых поступков, а если уже совершили их – старайтесь немедленно исправить все допущенные ошибки.\n" +
        "\n" +
        "Наутиз является предвестником каких-то нежеланных событий, или таких, чье значение вы пока не можете правильно оценить. В любой ситуации, сколь бы мрачной и сложной они ни была, данная руна советует проявлять творческие способности, искать свет в конце тоннеля.\n" +
        "\n" +
        "Наутиз свидетельствует о достатке, но ее появление предупреждает о том, что вы неправильно распоряжаетесь своим имуществом и напрасно рассчитываете на еше более значительные доходы."],
    "11": ["Иса символизирует силу, находящуюся под контролем, пока дремлющую, не используемую в полной мере. В древности эту руну связывали с холодом, заморозками и льдом, который сковывает реки, не позволяя воде течь свободно; точно так же и Иса мешает свободному движению вперед, реализации планов. Эта руна затруднений и отсрочек, пустой потери времени. Лед может быть прекрасным, столь же опасен – иногда он оказывается слишком скользким, иногда – слишком тонким. Человек, которому выпала данная руна, ступил на лед, прельстившись его красотой, но пока не догадывается о трудностях, с которыми ему предстоит столкнуться.\n" +
    "\n" +
    "Не стоит расстраиваться, если придется отложить важные дела для более благоприятного момента. Следует также помнить о том, что сейчас вы защищены от негативных влияний и способны противостоять атакам, поэтому сложившиеся обстоятельства не должны вызывать у вас серьезного беспокойства.\n" +
    "\n" +
    "Иса говорит об охлаждении чувств, которое может вызвать проблемы в романтических отношениях, а также необходимости противопоставить собственные интересы интересам партнера. Непременным условием сохранения мира являются терпение и мудрость, проявить которые предстоит именно вам. Вскоре ситуация переменится, и вы должны сохранять спокойствие и хладнокровие, пока не поймете, что обстоятельства сложились благоприятным для вас образом.\n" +
    "\n" +
    "Иса не призывает к активным действиям, но напоминает о пользе планирования, спокойных размышлений и медитации. Появление данной руны говорит о том, что наиболее важные шаги вам следует предпринять через 9 дней или месяцев."],
    "12": ["Йер – руна справедливого вознаграждения за труды, и ее появление в раскладе является хорошим знаком. В древности данную руну использовали при проведении обрядов, которые делали почву плодотворной, способствовали увеличению доходов и завершению важных дел. В жизни человека, которому при гадании выпала данная руна, вскоре воцарятся мир и гармония, но лишь в том случае, если он вел себя достойно и нашел в себе силы противостоять соблазнам.\n" +
    "\n" +
    "Йер сулит скорую реализацию планов, достижение цели, награду за приложенные усилия. Для вас откроются новые возможности, воспользовавшись которыми, вы проявите свою изобретательность и обретете полезный навык.\n" +
    "\n" +
    "Перемены, которых вы ждете, близки, и нет нужды форсировать события, пытаясь их приблизить. Пока же стоит собраться с силами, научиться чему-то полезному. Йер – это руна труженика, и вполне понятно, что наибольшие блага она сулит отнюдь не лентяям.\n" +
    "\n" +
    "Впереди большие победы, но сейчас вы должны подготовить почву для них. Шаг за шагом продвигаясь к цели, вы не только проявляете похвальное упорство, но и оглядываетесь по сторонам, замечая все, что достойно внимания."],
    "13": ["Эйваз – это руна мудрости и силы, используемой в благих целях. Ее появление в раскладе свидетельствует о том, что гадающий защищен от любых негативных воздействий, может не опасаться ни действий недоброжелателей, ни ударов судьбы. Сейчас все нити находятся в ваших руках, и вам предстоит принимать решения, от которых зависит будущее.\n" +
    "\n" +
    "Качествами, в которых вы нуждаетесь более всего, сейчас являются терпение, настойчивость, упорство и предусмотрительность. Не требует больших усилий продолжение работы над ранее начатыми делами, многие проекты ждет благополучное достойное завершение. Преграды, которые кажутся бесконечно высокими, могут быть легко преодолены, вам же следует подготовиться к переменам, избавиться от старого и впустить в свою жизнь нечто новое.\n" +
    "\n" +
    "Возможно беспокойство, вызванное некоторой нестабильностью ситуации. Единственное, что присутствует в ней постоянно – это перемены, которых нельзя бояться. Сохраняйте верность себе, следуйте своим путем, и вы непременно добьетесь своей цели."],
    "14": ["Данная руна всегда связана с секретом и тайной, некоей информацией, которая имеет особую ценность, пока остается неразглашенной. В данном случае Перт говорит о том, что вам может выпасть необыкновенный шанс, которым обязательно нужно воспользоваться, а также предсказывает удачу в игре, победу, которой вы в немалой степени будете обязаны благоприятному стечению обстоятельств. Возможно получение дохода из неожиданного источника, необыкновенно щедрого подарка; этому стоит порадоваться, но осторожность все же не повредит, поскольку даритель может руководствоваться собственными темными целями.\n" +
    "\n" +
    "Тех, кто занимается заключением важных сделок и имеет дело с крупными суммами денег, Перт предупреждает об ошибках в расчетах – но ошибках, которые окажутся выгодными. Сейчас удача на вашей стороне, и следует воспользоваться ею в полной мере, призвав на помощь здравый смысл.\n" +
    "\n" +
    "Данная руна также связана с чувственностью и сексуальностью, а ее появление в раскладе предсказывает рождение здорового ребенка. Если вы беспокоитесь о будущем своих романтических отношений, обратите внимание на их духовную составляющую; сейчас в основе их лежит лишь плотская привязанность.\n" +
    "\n" +
    "Как бы ни складывалась судьба, у вас остается право сделать выбор самостоятельно. Сейчас вы можете выйти из-под негативного влияния, прекратить общение с человеком, который вами манипулирует, без всякого ущерба для себя.",
        "Руна Перт, находящаяся в перевернутом положении – знак того, что следует стать осторожнее и внимательнее. Вероятность неудачи высока; то, что кажется вам сейчас ничего не значащей мелочью, может впоследствии сыграть важную, даже роковую роль в вашей жизни. Вы и сами уже чувствуете, что поступаете неправильно, легкомысленно и неразумно, но считаете невозможным отказаться от избранной линии поведения, тем самым лишь приближая новый сложный период.\n" +
        "\n" +
        "Сейчас вам более чем когда-либо, нужно время на обдумывание поступившей информации, поиск новых фактов. Но время не терпит, ситуация требует немедленных действий, окружающие нещадно подгоняют вас, не подозревая, что вы и так двигаетесь достаточно быстро, приближаясь к разочарованию во всем, что было вам дорого. Постарайтесь найти в себе силы, чтобы противостоять давлению, разорвать порочный круг спешки и суеты. Сомневайтесь во всем, не доверяйте никому; любые мало-мальски важные сведения проверяйте лично.\n" +
        "\n" +
        "Вероятно получение предложения, которое покажется заманчивым, но имеет скрытые минусы – их вы, увы, увидите слишком поздно. Напряженность в романтических отношениях очень высока, но нельзя предпринимать никаких решительных действий для ее преодоления. Категорически запрещено использование магии в личных целях."],
    "15": ["Руна Альгиз является символом победы и защиты, а появление ее в раскладе – знак того, что гадающий твердо стоит на ногах и для достижения успеха ему достаточно лишь направить энергию в правильное русло. Следуйте своим инстинктам, прислушивайтесь к интуиции, но не нарушайте естественного хода событий, поскольку сейчас он благоприятен для вас, а гармония с собой и Вселенной достижима. Альгиз не только является знаком удачи, но и говорит о том, что человек обладает экстрасенсорными способностями, хотя, возможно, и не догадывается об этом.\n" +
    "\n" +
    "Дела ваши развиваются весьма быстро, и шанс добиться исполнения желаний представится весьма скоро. Остается лишь приложить некоторые усилия для того, чтобы не потерять контроля над ситуацией, и защитить себя от недоброжелателей. Путешественникам и тем, чья жизнь связана с риском, эта руна обещает счастливое спасение в опасной ситуации, остальным – получение помощи и защиты, духовной поддержки. Важный совет, услышанный вовремя, позволит вам избежать неприятностей.\n" +
    "\n" +
    "Чем бы вы ни занимались, будьте уверены – вы успешно преодолеете испытания, справитесь со сложной задачей. Вероятны и находки, в том числе весьма ценные.",
        "Перевернутая руна Альгиз говорит о том, что ваше положение, сколь бы прочным оно ни казалось, на самом деле уязвимо. Проблема в том, что вам придется отвечать не только за собственные, но и за чужие ошибки – а кому понравится чувствовать себя козлом отпущения? Вместо того, чтобы спокойно оценить создавшуюся ситуацию, постараться понять, как она будет развиваться дальше, вы прячете голову в песок, отрицая наличие трудностей.\n" +
        "\n" +
        "Помните, что дела не так уж плохи, и справиться с ударами, которые наносит судьба, вам все же по силам, но для этого придется быть предусмотрительным, а не легкомысленным.\n" +
        "\n" +
        "Подсознательно вы стремитесь к переменам, но не можете не замечать, что ваши усилия не приносят должного результата. Подходит к концу один из периодов вашей жизни, некоторое дела завершаются – возможно, слишком медленно, но все же завершаются.\n" +
        "\n" +
        "Вы в большей степени, чем обычно, нуждаетесь в защите. Упрямство и недальновидность, проявленные вами в неподходящий момент, приведут к тому, что вы станете жертвой нападения."],
    "16": ["Руна Соулу олицетворяет Солнце, чья сила принесет в вашу жизнь перемены к лучшему. Это очень благоприятная руна для всех, кто не чужд творчества, поскольку она усиливает духовные и психические силы и возможности, позволяет ко многому стремиться и добиваться своего. Соулу связана с образованием, но нельзя отделить ее и от знаний и умений, полученных благодаря интуиции – например, умения ладить с людьми, понимать их и разделять их интересы.\n" +
    "\n" +
    "Данная руна несет перемены, и обязательно перемены к лучшему. Она может говорить о значительных достижениях и реализованных планах, иных поводах гордиться собой. Что бы вы ни делали, на вашей стороне дух жизни и энергия Солнца, а лучших помощников и пожелать нельзя. Безграничная энергия и редкая сила характера – безусловно, ваши сильные стороны в данной ситуации.\n" +
    "\n" +
    "Хотя эта руна известна как символ победы, она также может означать и атакующую силу. Тем не менее, энергия ее всегда имеет позитивную направленность, поскольку родственна естественной энергии Солнца. С духовной точки зрения эта руна символизирует ясное видение мира, победу света над тьмой, добра над злом, а ее появление в раскладе – совет использовать свою силу исключительно в благородных целях."],
    "17": ["Тейваз – это руна воина. Ее появление в раскладе – призыв быть храбрым и преданным своему делу, бороться за то, что вы считаете единственно верным. Тейваз обозначает мужчину сильного и властного, а также весьма могущественного; если гадающий не может отнести данную характеристику к себе, ему следует присмотреться к своему окружению – в нем непременно есть такой человек, и к нему следует держаться поближе.\n" +
    "\n" +
    "Несмотря на то, что порой вы нуждаетесь в поддержке со стороны, ваши собственные возможности также весьма широки. Тейваз олицетворяет прилив энергии и ощущение собственной силы – именно то, что часто является необходимым и достаточным условием успеха.\n" +
    "\n" +
    "Скоро вы одержите безусловную победу, этому способствуют тактический гений, храбрость, кураж и бесстрашие. Покорив важную вершину, не забывайте о справедливости, вознаградите тех, кто помогал вам. Тейваз также говорит о способности вести важные переговоры, которая вскоре будет востребована.\n" +
    "\n" +
    "Прекрасным знаком Тейваз является для влюбленных, поскольку говорит о скором улучшении отношений, других переменных к лучшему. Данная руна может также предсказывать новое любовное увлечение, настоящий роман, бурный и страстный. Наиболее значительные события ожидают тех, кто планирует совершить морское путешествие.",
        "Руна Тейваз, находящаяся в перевернутом положении, говорит об истощении энергии и упадке творческих способностей. Вы не чувствуете себя достаточно сильным, чтобы действовать решительно, но прекрасно понимаете, что ожидание подарков судьбы напрасно. Для того, чтобы преодолеть этот жизненный этап, придется проявить упорство и силу воли, найти в себе способность руководить другими и отвечать за их поступки. Любые проявления нетерпения неуместны; придется научиться ждать, если вы хотите выйти победителем из этой непростой ситуации.\n" +
        "\n" +
        "Сколь бы опасной ни была ситуация, не позволяйте себе испугаться. Пока вы верите в свою победу, шанс одержать ее не потерян. Осторожность важна во всем, в том числе и в выборе помощников. В данном случае руна предупреждает вас о том, что намерения мужчины, которому вы доверяете, неясны и отнюдь не так чисты, как может показаться. Следует также иметь в виду, что сейчас лучше не иметь дела с левшами.\n" +
        "\n" +
        "Тейваз в перевернутом положении – очень и очень неприятная руна для влюбленных. Она говорит об охлаждении чувств, полной потере контроля над ситуацией. Это сложный этап, который нужно пережить, и пережить достойно, если вы все же хотите сохранить отношения с данным человеком."],
    "18": ["Беркана - руна, связанная с Великой Матерью, богиней Земли, рождением и перерождением. Символом ее является береза, которую в скандинавских странах принято сажать перед домом, чтобы защититься от негативных воздействий. Эта традиция существует также в Америке. Появление данной руны в раскладе говорит о том, что один цикл вашей жизни завершен, начинается новый; а потому трудно найти более благоприятный момент для интересных начинаний, внутренних и внешних перемен. Старайтесь относиться к жизни творчески, верить в свой успех – это значительно облегчит вам движение вперед.\n" +
    "\n" +
    "Беркана связана с домом, отношениями между родственниками, заботой о детях и пожилых людях. В число приоритетов входит семья, забота о ее благополучии. Данная руна также обозначает рождение, что может трактоваться и символически – как появление новой идеи, проекта, достоянного внимания. Для деловых людей Беркана – знак скорого преуспевания, разрастающегося бизнеса, капиталовложений, сулящих прибыль. Больным и выздоравливающим данная руна сулит скорое восстановление сил, влюбленным же сообщает, что момент, когда они станут едины во всем, близок.",
        "Беркана, находящаяся в перевернутом положении, говорит о наличии домашних проблем, сложностях в отношениях с родственниками. Данная руна является своего рода олицетворением домашнего очага – задумайтесь о том, не утратил ли он былое тепло, не стал ли менее привлекательным, не стал ли менее важным и ценным для вас. Охлаждение в близких отношениях, которые вы привыкли воспринимать как должное – это серьезная проблема, решать которую придется именно вам. Высока вероятность неудачи личной жизни, и ответственность за нее тоже ляжет на вас.\n" +
        "\n" +
        "Старайтесь не раздражаться, не поддаваться волнениям и тревогам. Придется снова и снова возвращаться к делам и вопросам, которые для вас важны. Нельзя недооценивать правильную и своевременную подготовку к любому делу, только она и позволит добиться своего.\n" +
        "\n" +
        "Беркана, находящаяся в перевернутом положении, говорит о том, что наступил не самый благоприятный период для новых начинаний, вам придется преодолеть череду неудач и трудностей. Проблемы в бизнесе заставят задуматься о том, правильными ли были решения, принятые в последнее время."],
    "19": ["Руна Эваз символизирует движение вперед, и ее появление в раскладе сулит успех, достижение желаемого уровня, исполнение желаний. Перемены к лучшему не заставят себя ждать, а события будут развиваться в соответствии с вашими планами. Говоря языком рунических символов, вы заняты возделыванием плодородной почвы; а это значит, что можно не сомневаться в том что усилия оправданы, труды не напрасны. Эваз предсказывает появление на свет ребенка, рождение новой идеи или начало отношений, которые приведут к созданию супружеского союза.\n" +
    "\n" +
    "Благодаря своевременным догадкам и озарениям вы быстро будете справляться с делами. Путешествие, совершенное под защитой влиятельных людей или в их компании, поможет добиться желаемого и восстановить силы. Лояльность к окружающим и уверенность в себе сделают возможным успех любых совместных проектов.\n" +
    "\n" +
    "Очень хорошим знаком Эваз является для влюбленных. Данная руна – символ двух половинок целого, воссоединившихся друг с другом благодаря взаимному притяжению. Цените чувство, возникшее между вами: оно изменит ваши представления об окружающем мире.\n" +
    "\n" +
    "Вероятно получение поддержки, помощи от родственников или старых друзей. Научитесь быть благодарным за все, что делают для вас другие. У вас есть повод гордиться собой, но это вовсе не значит, что самодовольство и непреклонность уместны и так уж необходимы; став скромнее, вы только выиграете.\n" +
    "\n" +
    "Не упускайте случай убедиться, что путь, который выбран вами, ведет к поставленной цели – порой вы склонны выбирать обманчиво-легкие дороги.",
        "Руна Эваз, находящаяся в перевернутом положении, является знаком регрессии, вольного или невольного движения назад. Вы находитесь во власти вялости и апатии, неразбериха в мыслях и чувствах мешает не только действовать, но и принимать правильные решения. Сейчас нельзя рассчитывать на легкий успех, достижение желаемого уровня, исполнение желаний. Развитие событий показывает, что ваши ожидания были лишены оснований, а планы не имели ничего общего с реальностью.\n" +
        "\n" +
        "Данная руна говорит об отсутствии энтузиазма, который необходим для достижения значимых результатов. Что бы вы ни делали, вас преследует ощущение, что вы лишь попусту тратите свои силы, а попытки заручиться чьей-то поддержкой снова и снова оказываются неудачными. Перевернутая руна Эваз – знак трудностей в романтических отношениях, взаимного охлаждения влюбленных. Вы теряете связь друг с другом, но это лишь временное явление.\n" +
        "\n" +
        "Нужно постараться обрести уверенность в себе, преодолеть внутреннюю лень, нежелание заниматься чем бы то ни было. Ощущение потерянности покинет вас, когда вы встанете на верный путь."],
    "20": ["Руна Манназ – знак концентрации на себе, собственных делах и планах. Сейчас вы находитесь в ситуации, которая вполне соответствует вашим ожиданиям и позволяет должным образом проявить себя. Единственное, что угрожает вам в сложившихся обстоятельствах – потерять хладнокровие, забыть о здравом смысле. Вы твердо стоите на своих ногах, но и другим находите возможность помогать; это в высшей степени достойное поведение, которое будет должным образом вознаграждено.\n" +
    "\n" +
    "Манназ отвечает за те личностные качества, которые позволяют общаться с другими людьми, поддерживать отношения с ними. Сколь бы вы ни были уверены в собственной самодостаточности, приложите усилия для того, чтобы сохранить симпатию окружающих. Вам по силам избежать конфликтов и сгладить самые острые углы; вы всегда находите верную линию поведения, с кем бы ни пришлось иметь дело. Каждый человек является частью общества, и вы должны выполнять все взятые на себя обязательства, чтобы не избежать остракизма.\n" +
    "\n" +
    "Но у этой руны есть и еще одна особенность. Ее поведение в раскладе является свидетельством необратимых процессов, которые могут оказаться как благоприятными для вас, так и не очень. Развитие ситуации требует от вас мужества, гуманности и человечности, проявляйте эти качества, ведь они вам в высшей степени свойственны.",
        "Руна Манназ, находящаяся в перевернутом положении, говорит о том, что вы утратили контроль над ситуацией и стали жертвой чужих манипуляций. Очень важную роль в вашей жизни играет человек противоположного пола, обаятельный и умеющий ладить с окружающими; о его благе вы порой заботитесь больше, чем о собственном. В отношении других людей вы ведете себя эгоистично, и это не способствует улучшению ситуации.\n" +
        "\n" +
        "Манназ, в том числе и в перевернутом положении, - знак того, что в вашей жизни происходят некие необратимые процессы, но повлиять на их течение вы все-таки можете. Слишком многое иллюзорно; цели, которых можно достичь, вы подменяете мечтами, реальные действия – рассуждениями о том, как следовало бы поступить. Только вы сами можете сейчас себе помочь, и чем быстрее это будет сделано, тем лучше.\n" +
        "\n" +
        "Манназ отвечает за те личностные качества, которые позволяют общаться с другими людьми, поддерживать отношения с ними. В данном случае руна находится в перевернутом положении – а это значит, что вы совершаете ошибки, не можете избрать верную линию поведения и придерживаться ее. Отказываясь выполнять те обязательства, которые взяли на себя, вы рискуете потерять друзей и лишиться доверия близких."],
    "21": ["Руна Лагуз обозначает воду, содержащую в себе все тайны жизни и смерти. Прямое положение руны говорит о том, что сейчас вода является источником силы и не таит в себе никакой опасности. Однако секреты и тайны в вашей жизни все же присутствуют, равно как и глубинные течения, всей сути которых вы пока не сознаете до конца. У вас есть шанс стать обладателем некоего универсального знания, потому не упускайте возможности учиться, расширять свои представления о мире.\n" +
    "\n" +
    "Ваши интеллектуальные способности находятся на высоком уровне, и возможность найти им достойное применение обязательно появится. Становится возможным почти безграничное саморазвитие, покорение вершин, которые долгое время казались недостижимыми.\n" +
    "\n" +
    "Лагуз обозначает также очищение, отказ от всего, что было вам неприятно, омрачало жизнь. Помочь в этом может путешествие за моря или работа, связанная с водным транспортом или рыбной ловлей.\n" +
    "\n" +
    "В личных отношениях Лагуз является символом высокой чувственности и сексуальности, эмоций и привязанностей, о подлинной глубине которых вы можете лишь догадываться. Данная руна говорит о том, что ваше поведение переменчиво, порой вы совершаете ошибки из-за недостатка самоконтроля.",
        "Руна Лагуз обозначает воду, содержащую в себе все тайны жизни и смерти. Будучи перевернутой, она предупреждает о том, что сейчас вы находитесь в опасном положении, поскольку ваше представление о происходящем слишком поверхностно. В вашей жизни присутствуют секреты и тайны, которые в ближайшее время раскроются, и последствия этого будут непредсказуемыми. До конца не понимая сути глубинных течений, вы торопитесь с поступками и решениями, упускаете возможность учиться новому, расширять свои представления о мире. Движению вперед мешает недостаток творческих способностей. Прислушиваясь к голосу разума, вы игнорируете свое воображение и фантазию, тем самым отрезая себе многие пути. Отношения с окружающими, даже с людьми, которых вы цените, основаны на ложных суждениях, пропитаны бесчувственностью, а порой и откровенной ложью.\n" +
        "\n" +
        "Серьезные опасности подстерегают тех, кто планирует совершить путешествие, особенно если вам предстоит пересечь море или океан. Существует опасность утонуть или быть утопленным, велика вероятность шторма, наводнения, иных стихийных бедствий, связанных с водой.\n" +
        "\n" +
        "Водная стихия опасна для вас во всех ее проявлениях. Даже от моряков и рыбаков стоит держаться подальше, поскольку они могут обмануть вас."],
    "22": ["Ингуз символизирует плодородие и говорит о расширении возможностей, которое не заставит себя ждать. Вы полны энергии и готовы к важным событиям; подсознательное стремление к переменам подсказывает, что отказ от многих вещей, ставших привычными, не будет ни трудным, ни напрасным. Руна Ингуз, появившаяся в вашем раскладе, говорит о том, что один из периодов жизни заканчивается, начинается другой, более счастливый. Приближается благоприятное событие, от которого будет зависеть дальнейший ход вашей жизни.\n" +
    "\n" +
    "Еще один аспект значения данной руны – свет, мерцающий во тьме, вдохновение, которое позволяет совершать невероятные с точки зрения окружающих поступки. Ваше обаяние неотразимо, окружающие не могут не ощущать тепла вашего сердца, и наверняка охотно выполнят любую просьбу. Ингуз говорит о гармоничном союзе, основанном на общности интересов или любви, которая никогда не угаснет.\n" +
    "\n" +
    "Семье Ингуз предвещает рождение ребенка, которое будет способствовать сплочению родственников. Единство воцарится во всех сферах жизни, это значительно улучшит ваше положение.\n" +
    "\n" +
    "Больным данная руна сулит скорое выздоровление, поскольку говорит о силе организма. Кроме того, Ингуз свидетельствует о росте вашей сексуальности."],
    "23": ["Дагаз – руна пробуждения и метаморфозы, символ перерождения; она обозначает солнечный свет, делающий тайное явным, и удачу, которая позволяет получить награду без всяких усилий. Но появление данной руны в раскладе следует также воспринимать как предупреждение: она говорит о том, что вы склоняетесь то к одной крайности, то к другой, балансируя на грани.\n" +
    "\n" +
    "Это руна просвещения, значительного прорыва в делах, который становится полезным благодаря новым знаниям, а также смене цели или способа ее достижения. Сейчас вам стоит выбирать прямые пути, сохранять верность принципам и быть честным – этого достаточно для того, чтобы удача вас не покинула. Нет причин для беспокойства, вам не угрожают ни недоброжелатели, ни неблагоприятное стечение обстоятельств.\n" +
    "\n" +
    "Темнота осталась позади, начинается новый день. Все, о чем вы мечтали, становится возможным. Откажитесь от эгоизма – ослепив вас, он станет непреодолимой преградой на пути к цели. Оставайтесь непритязательным и будьте благодарны за все, что делают для вас другие.\n" +
    "\n" +
    "Для реализации смелых планов необходимы уравновешенность, хладнокровие и спокойствие. Вера в успех и позитивное отношение к жизни вполне обоснованны, речь идет не о слепом оптимизме, а о вполне оправданной точке зрения."],
    "24": ["Руна Отал является символом семьи, родины, традиций, которым мы храним верность на протяжении всей жизни. Укрепление связей с близкими людьми становится не только важным, но и очень приятным делом, вы искренне радуетесь общению с ними, не упускаете возможности обменяться опытом, рассказать о происходящем в жизни. Эта руна обозначает человека, твердо стоящего на ногах, но, тем не менее, умеющего ценить помощь и знаки внимания.\n" +
    "\n" +
    "Отал – руна чрезвычайно благоприятная для тех, кто озабочен состоянием своих финансовых дел, поскольку она связана с продолжительным ростом благополучия, процветанием, получением фиксированного дохода; она также может обозначать наследство или высокое материальное положение, достигнутое благодаря усилиям предков. Вы проявляете завидную мудрость в семейных делах, и каждый ваш поступок, каждое высказывание способствует сплочению родственников. Не стоит ждать более благоприятного момента тем, кто планирует вступить в брак – делайте это, не откладывая.\n" +
    "\n" +
    "Если вы склонны к приключениям, рискованным действиям и авантюрам, внимательно наблюдайте за происходящим вокруг: судьба посылает вам полезные подсказки. Сохраняйте спокойствие в любой ситуации, не позволяйте себе нервничать и совершать мало-мальски значительные поступки под влиянием эмоций.\n" +
    "\n" +
    "Отал говорит также о душевной зрелости, тех личных качествах, которые свойственны людям, обладающим большим жизненным опытом. Сейчас вы видите мир в особом свете, поэтому пересмотрите свои приоритеты и поставьте перед собой новые цели, достойные сильной личности, цельной натуры. Нет сомнений, что сейчас вы во многом правы и поступаете именно так, как надо, а консерватизм, который в присущ вам в последнее время, вас лишь украшает.",
        "Руна Отал, находящаяся в перевернутом положении – верный знак нешуточных трудностей, серьезных проблем. В некоторых случаях гадающий может чувствовать, что у него земля уходит из-под ног: рушится все, что совсем недавно казалось абсолютно надежным, непоколебимым и безусловно устойчивым. Сильно решение бросить все, устремиться к новому. Однако следует помнить, что Отал обозначает семью, родственников и родину – не сжигайте за собой мосты, сохраните возможность вернуться, воссоединиться с теми, кто занимает важное место в вашем сердце. Этот совет актуален и для влюбленных: можно ссориться и выяснять отношения, но нельзя разрывать существующую связь сердец, потому что чувства все еще живы и очень сильны.\n" +
        "\n" +
        "Ощущение беспорядка во всем, с чем приходится иметь дело, не может не сбивать с толку, а отсутствие подлинного взаимопонимания с близкими заставляет страдать по-настоящему. Другая серьезная проблема связана со слишком резкой сменой ценностей, которой потребовала ситуация. Вы оказались лишены поддержки, на которую привыкли рассчитывать, а также утратили уверенность в собственной правоте.\n" +
        "\n" +
        "Возможность улучшить свое материальное положение безнадежно упущена. Тех, кто недавно получил наследство, Отал в перевернутом положении предупреждает о невозможностям им воспользоваться, остальным же следует знать, что выгода, которую сулят деловые предложения, иллюзорна и таковой останется навсегда.\n" +
        "\n" +
        "Данная руна говорит о том, что прежде, чем браться за серьезные дела, вам следует научиться предусмотрительности, стать во всех отношениях более зрелой личностью. Не отказывайтесь от занятий, которые кажутся скучными, ведь благодаря им вы научитесь терпению и сможете обнаружить некие скрытые сокровища."],
    "25": ["Одина не является руной в полном смысле этого слова, поскольку имеет современное происхождение. Ее появление принято датировать 1980 годом, когда вышла «Книга Рун» Ральфа Блума, однако некоторые специалисты считают, что Одина или некая подобная ей руна могла использоваться для гадания еще в 16 веке.\n" +
    "\n" +
    "Одина – пустая руна, и далеко не всегда она используется для предсказания будущего. В наших раскладах она присутствует и олицетворяет судьбу, рок, некие обстоятельства непреодолимой силы.\n" +
    "\n" +
    "Эта руна может обозначать начало или конец, смерть или рождение. Если Одина появилась в вашем раскладе, готовьтесь к неожиданностям, но имейте в виду, что от ваших поступков ничего не зависит, поскольку в дело вмешалась сама Судьба.\n" +
    "\n" +
    "Как и все руны, Одина символична, так что и «рождение» и «смерть» вовсе не обязательно трактовать буквально."]
};

var runas_sense_en = {
    "1": [
        "Rune Fehu, associated with the goddess Freya, in the classical interpretation denotes livestock, and in the wider and more modern interpretation - material wealth, wealth, high standard of living. \n" +
        "It's appearance during fortune telling tells about the importance of practical issues and predicts the speedy resolution of material problems, and also it says about successful investments and purchases, transactions that will be more profitable then expected. \n" +
        "This rune warns about the need to work hard to get what you want. In other words, a lazy person who got this rune in prediction, has a chance to stay with nothing despite of favorable circumstances.\n" +
        "While to an energetic, active and hardworking person Fehu promises prosperity, victory in a difficult struggle and the realization of undertakings. \n" +
        "However, it will be a mistake to consider Fehu to be exclusively “mercantile,” since it means not only life blessings. When appeared in the prediction, it portends luck, speaks of the presence of the spiritual and physical forces, at the same time recalling the need to be kinder to others, share with them the fruits of own success.\n" +
        "Fehu also promises a change for the better in a romantic relationship, a solution to many problems. \n" +
        "But precondition to the \"work\" this rune must be a willingness to compromise, altruism, a willingness to fight your own egoism.\n" +
        "Fehu tells that you have enough mental strength to cope with those manifestations of self that interfere with happiness. Intuition will help to overcome difficulties, but you should listen to it's warnings and try to interpret them correctly.",
        ""
    ]
};